Revit 2027 API
ParameterTypeId.SpotElevIndTypeTop Property
 "Top Indicator as Prefix/Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndTypeTop { get; }
Public Shared ReadOnly Property SpotElevIndTypeTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndTypeTop {
	ForgeTypeId^ get ();
}
static member SpotElevIndTypeTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace